<template>
    <div id="security">
        <my-header :title="'常见问题'" :back="false" @back='fanhui'>
          </my-header>
        <div class="hiter">
            <h4>绑卡失败的原因</h4>
            <h5>一、身份证是否有误</h5>
            <h5>二、银行卡预留手机是否有误</h5>
            <h5>三、有效期、CVN2是否正确</h5>
            <h5>四、储蓄卡是否有余额、信用卡是否有可用额度</h5>
            <h5>五、是否开通网上支付</h5>
            <h5>六、是否是银联的信用卡</h5>
            </br>
            <h4>充值失败</h4>
            <h5>余额不足。</h5>
            </br>
            <h4>月份该怎么填写 </h4>
            <h5>以实际收到的账单日期为准 比如8月20-9月10号之间的消费 9月12号收到银行短信出了账单那么月份就应该选择9月份</h5>
            </br>
            <h4>设置错了还款计划能否修改</h4>
            <h5>金额无法修改 订单要实际情况下看是否能修改。</h5>
            </br>
            <h4>为什么邀请别人没有显示邀请分成</h4>
            <h5> 确定被邀请人是否注册缴费确定被邀请人是否扫描邀请人的二维码注册</h5>
            </br>
            <h4>为什么收不到验证码</h4>
            <h5>信号不好、接收次数太多、短信黑名单</h5>
            </br>
            <h4>为什么不能选择月份</h4>
            <h5>一、账单日跟还款日之间必须大于15天</h5>
            <h5>二、账单日以实际账单为准</h5>
            <h5>三、比如9月15日的账单日9月30日的最后还款日，但是实际时间已经是20号了，跟最后还款日只有10天，所以不能设置</h5>
            </br>
            <h4>为什么设置还款计划设置了，但是没有显示</h4>
            <h5>一、查看银行卡列表是否显示设置</h5>
            <h5>二、查看账单流水、是否扣款。</h5>
            <h5>以上情况可能是用户本身密码输错之类的情况，如果上面两个都没有，重新设置一次。</h5>
            </br>
            <h4>一天还两笔，还款时间太短，这样会出问题吗</h4>
            <h5>不会出现问题，这是系统的自动还款，时间长短不一致。</h5>
            </br>
            <h4>为什么还款设置中会收到银行短信扣款失败</h4>
            <h5>原因有许多，分期、临时额度都会造成扣款失败，需要把分期或者临时额度补满才可以继续使用。</h5>
            </br>
            <h4>关于资金账户问题 是否进入三方支付公司</h4>
            <h5>所有的资金都是进入第三方支付公司（包括扣款、还款）。</h5>
            </br>
            <h4>征信查询是否出现在人民银行的记录上</h4>
            <h5>是，显示的是个人查询，不是机关查询。</h5>
            </br>
            <h4>注册手机号跟银行卡预留手机号可以不一样吗</h4>
            <h5>可以，绑卡的时候手机号码必须填写银行卡预留手机号。</h5>
            </br>
            <h4>如果提示没有此银行卡信息</h4>
            <h5>就是暂时不支持这个卡，可能是银行在支持列表中，但是个别银行卡种不支持。</h5>
            </br>
            <h4>提现到账时间</h4>
            <h5>T+1工作日到账，周末不打款。</h5>
            </br>
            <h4>他她卡友代还功能</h4>
            <h5>不包括（分期、借款、临时额度、万用金、备用金之类），每月会产生银行利息和固定扣款的相关业务，如使用类似的业务，同时使用他她卡友代还，相关问题他她卡友不予受理，最终解释权归他她卡友所有。</h5>
            </br>
            <h4>取消订单</h4>
            <h5>扣手续费，保证金退还；如有未扣除款项，保证金应减去未扣除款项剩下的退还。</h5>
            </br>
            <h4> 订单已经开始，如有银行分期等相关业务</h4>
            <h5>一、客户自行处理当月分期金额</h5>
            <h5>二、取消订单</h5>
            </br>
            <p>以上问题请结合个人实际情况判断，最终解释权归他她卡友所有。</p>
        </div>
    </div>
</template>
<script>
    import myHeader from "../../../commons/publics/myHeader.vue";
    export default {
       
        data(){
            return {

            }
        },
        mounted(){
            var vm=this;
             mui.init({
                keyEventBind: {
                    backbutton: true, //关闭back按键监听
                }
            });
             mui.back = function () {
                vm.fanhui();
             }
        },
        methods:{
            fanhui(){
                this.$router.push("/mine");
            }
         },
        components: {
            myHeader
        }
    }
</script>
<style scoped>
   .hiter{
        margin-top:.88rem;
        text-align: left;
        background: #fff;
        padding: .3rem;
    }
    h4{
        margin-top: 0.1rem;
        font-size: .32rem;
    }
     h5{
        font-size: .28rem;
        line-height: .4rem;  
     }
    .problemImg{
        display: block;
        width: 100%;
    }
    p{
        font-size: .20rem
    }
</style>
